greet = (
    "Привет, {name}! 👋.\n\nЯ бот, который поможет тебе найти ближайшие стоматологические клиники в твоем городе!\n\n"
    "⚠ Чтобы начать, уточни мне свое местоположение, а затем нажми на кнопку поиск клиник. Для возврата в главное меню напиши слово Меню.")
menu = "Главное меню"
name_clinic = "Введите название клиники"
yes = "Ваше местоположение подтверждено и сохранено."
no = "Пожалуйста, введите ваш адрес вручную. Вид: cтрана, город, улица, дом."
help = (
    "1. Прежде чем начать поиск клиник, необходимо отправить свое местоположение. "
    "Для этого нажмите на пункт меню 📍<b>Местоположение</b>.\n\n"
    "2. Если вы собираетесь искать стоматологию в другой области, то при повторном "
    "нажатии на тот же пункт меню есть возможность изменить адрес.\n"
    "<b>Пример</b>: Россия, Новосибирск, улица Гурьевская, 51.\n\n"
    "3. Теперь вам доступен поиск стоматологических клиник. При нажатии на 🔎<b>Поиск клиник</b>, "
    "отобразятся ближайшие клиники. Вы также можете ознакомиться с информацией о каждой организации, "
    "нажав на кнопку с номером соответствующей клиники."
)
no_clinic = "К сожалению, рядом с вашим местоположением не найдено стоматологических клиник."
no_address = "К сожалению, ваше местоположение не найдено в базе данных. Добавьте свое местоположение через главное меню."
uncorrect_address = "Ошибка! Пожалуйста, введите корректный адрес."
correct_address = "Спасибо! Ваш адрес успешно добавлен."
answer = "Я тебя не понимаю :("
